<?php
$i18n = array(
    'PLUGIN_NAME' => "stregReplace"
  , 'PLUGIN_DESC' => "Замените содержимое в XML-файлы в папке / данных"
  , 'PLUGIN_SIDEBAR' => "конфигурировать stregReplace"
  , 'DIRECTORY' => "директория"
  , 'NO_DIRECTORY' => "Каталог не существует, или нет файлов."
  , 'TYPE' => "тип"
  , 'FROM' => "от"
  , 'TO' => "для"
  , 'REPLACE' => "заменять"
  , 'STRING' => "строка"
  , 'ISTRING' => "Без учета регистра строкой"
  , 'REGEX' => "Регулярные выражения (Regex)"
  , 'WARNING_REGEX' => "Не забудьте указать начальный и конечный разделители для вашего регулярного выражения строки! (Например, / строка /, ^ Строка $, # # строки ...)"
  , 'ARE_YOU_SURE' => "Вы уверены, что вы хотите выполнить эту замену?"
  , 'REPLACE_SUCCESS' => "Замены успешным!"
);